Repository: aalexcampean/Work
Catalog: IOSDevelopmentInternship/mentalHealthIOS/MentalHealth/MentalHealth/Resources/*.lproj/Localizable.strings
Languages: ro

# gratitudeJournal.list.title
source: Daily Gratitude
ro: Recunoștință zilnică

# gratitudeJournal.list.section.thisWeek
source: This week
ro: Saptămana curentă

# gratitudeJournal.list.section.thisMonth
source: This month
ro: Luna curentă

# gratitudeJournal.list.section.previous
source: Previous
ro: Precedente

# gratitudeJournal.list.emptyList.message
source: There are no messages added yet
ro: Nu ai adăugat încă niciun mesaj

# gratitudeJournal.add.newEntry.title
source: Add new entry
ro: Adaugă un mesaj nou

# gratitudeJournal.add.newEntry.textPrompt
source: Write down your feelings, thoughts about why are you grateful today
ro: Notează-ți sentimentele, gândurile pentru care ești recunoscător astăzi

# gratitudeJournal.add.newEntry.buttonTitle
source: Save
ro: Salvează

# gratitudeJournal.list.error.title
source: Error
ro: Eroare

# gratitudeJournal.list.error.loading
source: There was an error while getting the list of messages
ro: A apărut o eroare la obținerea listei de mesaje

# gratitudeJournal.list.error.notFound
source: Message Not Found
ro: Mesajul nu a fost găsit

# gratitudeJournal.list.error.noInternet
source: No Internet Connection
ro: Fără conexiune la internet

# supportGroups.tab.title
source: Support Groups
ro: Grupuri

# supportGroups.list.title
source: Support Groups
ro: Grupuri de suport

# supportGroups.list.emptyList.message
source: There are no scheduled events.
ro: Nu este nici un eveniment programat.

# supportGroups.list.section.thisWeek
source: This week
ro: Saptămana curentă

# supportGroups.list.section.thisMonth
source: This month
ro: Luna curentă

# supportGroups.list.section.upcoming
source: Upcoming
ro: Viitoare

# supportGroups.list.item.bookmarked
source: Bookmarked
ro: Evidențiat

# supportGroups.list.item.joined
source: Joined
ro: Înscris

# supportGroups.list.item.details.occurrence
source: Next occurrence
ro: Urmatorul eveniment

# supportGroups.list.item.about.title
source: About
ro: Despre

# supportGroups.list.item.participants.title
source: Participants
ro: Participanți

# supportGroups.list.item.join
source: Join event
ro: Înscrie-te la eveniment

# supportGroups.list.item.unjoin
source: Un-join
ro: Anulează înscrierea

# supportGroups.list.search.hintText
source: Search for support groups...
ro: Caută un grup...

# supportGroups.list.error.loading
source: There was an error while getting the list of events.
ro: A apărut o eroare la obținerea listei de evenimente.

# supportGroups.item.error.notFound
source: Event Not Found
ro: Evenimentul nu a fost găsit

# error.internalFailure
source: Internal Failure
ro: Eroare internă

# error.noInternet
source: No Internet Connection
ro: Fără conexiune la internet
